# Third-party sources used by explicitly trusted packages below.
tap "barutsrb/tap", "https://github.com/BarutSRB/homebrew-tap"
tap "felixkratz/formulae"
tap "jackielii/tap"

# Shell and editor tooling.
brew "coreutils"
brew "fd"
brew "fish"
brew "fzf"
brew "gh"
brew "jq"
brew "lazygit"
brew "lua"
brew "mise"
brew "neovim"
brew "ripgrep"
brew "stow"
brew "switchaudio-osx"
brew "terminal-notifier"
brew "tree-sitter-cli"
brew "zellij"
brew "zoxide"

# Desktop tools configured by this repository.
brew "felixkratz/formulae/sketchybar", trusted: true
cask "barutsrb/tap/omniwm", trusted: true
cask "codex-app"
cask "font-meslo-lg-nerd-font"
cask "font-sketchybar-app-font"
cask "jackielii/tap/skhd-zig", trusted: true
cask "karabiner-elements"
cask "kitty"
